Repository: klocuch133/QDALite
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: pl

source: QDA Miner keeps track of the ten most recently used project files.
pl: QDA Miner śledzi dziesięć ostatnio używanych plików projektowych.

source: QDA Miner projects consist of multiple cases.
pl: Projekty QDA Miner składają się z wielu przypadków (cases).

source: QDA Miner stores data files in a folder named Projects.
pl: QDA Miner przechowuje pliki danych w folderze o nazwie Projekty (Projects).

source: QDA Miner stores text in this data type using Rich Text Format (RTF).
pl: QDA Miner przechowuje tekst w tym typie danych za pomocą Rich Text Format (RTF).

source: QDA Miner supports the following types:
pl: QDA Miner obsługuje następujące typy:

source: QDA Miner will automatically determine the most appropriate format based on the data that it finds in the worksheet columns.
pl: QDA Miner automatycznie określi najbardziej odpowiedni format na podstawie danych, które znajdzie w kolumnach arkusza.

source: QDA Miner will read up to 500 numeric and alphanumeric variables from a plain ASCII file (text file).
pl: QDA Miner odczyta do 500 zmiennych numerycznych i alfanumerycznych ze zwykłego pliku ASCII (plik tekstowy).

source: QSR N6 project file
pl: Plik projektu QSR N6

source: RIS files are plain-text files and have by default a TXT file extension.
pl: Pliki RIS są plikami tekstowymi i mają domyślnie rozszerzenie TXT.

source: Reference Information System (RIS) data files
pl: Pliki danych systemu informacji referencyjnej (RIS)

source: Run the XML | EXPORT HU to XML command from the TOOLS menu.
pl: Uruchomić polecenie XML | EXPORT HU do XML z menu TOOLS.

source: Save this file in the same folder as the original .HPR5 or .HPR6 file.
pl: Zapisz ten plik w tym samym folderze co oryginalny plik .HPR5 lub .HPR6.

source: Scroll down to get a detailed description.
pl: Przewiń w dół, aby uzyskać szczegółowy opis.

source: Select FILE as the output destination and click OK.
pl: Wybierz FILE jako miejsce docelowe wyjścia i kliknij OK.

source: Select the Create a blank project button.
pl: Wybierz przycisk Utwórz pusty projekt.

source: Select the NEW command from the PROJECT menu.
pl: Z menu PROJEKT (PROJECT) wybierz polecenie NOWY (NEW).

source: Select the OPEN command from the FILE menu.
pl: Z menu FILE wybierz polecenie OPEN.

source: Select the REOPEN command from the FILE menu
pl: Wybierz polecenie REOPEN z menu FILE

source: Select the data type for this variable.
pl: Wybierz typ danych dla tej zmiennej.

source: Select the file format using the List File of Type drop-down list.
pl: Wybierz format pliku, korzystając z listy rozwijanej Lista plików typu.

source: Select the file you want to import and click OK.
pl: Wybierz plik, który chcesz zaimportować i kliknij OK.

source: Select the row containing the variable you want to move.
pl: Zaznacz wiersz zawierający zmienną, którą chcesz przenieść.

source: Select the row containing the variable you want to remove.
pl: Zaznacz wiersz zawierający zmienną, którą chcesz usunąć.

source: Selecting this option will join both numbers with a hyphen character and store those in a single string variable.
pl: Wybranie tej opcji spowoduje połączenie obu liczb znakiem myślnika i zapisanie ich w jednej zmiennej łańcuchowej..

source: Set the option associated with the chosen data type (see above).
pl: Ustaw opcję związaną z wybranym typem danych (patrz wyżej).

source: Structure of projects
pl: Struktura projektów

source: Tab Separated Values
pl: Wartości rozdzielone tabulatorami

source: Table of content
pl: Spis treści

source: The "folded" window may then be restored by clicking the button.
pl: „Zwinięte" okno można następnie przywrócić klikającprzycisk.

source: The File dialog box will appear.
pl: Pojawi się okno dialogowe File (Plik)..

source: The Variable Definitions dialog box will appear.
pl: Pojawi się okno dialogowe Definicje zmiennych.

source: The CASES window, which contains the list of available cases in the project.
pl: Okno CASES, zawiera listę dostępnych w projekcie spraw do rozwiązania (cases).

source: The CODES window, located in the lower left corner of the screen, which contains all codes currently defined in the codebook.
pl: Okno CODES (kody), znajdujące się w lewym dolnym rogu ekranu, zawierające wszystkie kody aktualnie zdefiniowane w książce kodowej.

source: The Main Menu
pl: Menu główne

source: The Projects folder is located in the QDA Miner program folder.
pl: Folder Projects znajduje się w folderze programu QDA Miner.

source: The QDA Miner desktop consists of a menu bar at the top and four windows.
pl: Pulpit QDA Miner składa się z paska menu u góry i czterech okien.

source: The QDA Miner working environment provides numerous tools to manage, view, edit, and code documents.
pl: Środowisko pracy QDA Miner dostarcza wielu narzędzi do zarządzania, przeglądania, edycji i kodowania dokumentów.

source: The VARIABLES window, which displays and allows editing of values for any variable associated with the currently active case.
pl: Okno VARIABLES, które wyświetla i umożliwia edycję wartości dla dowolnej zmiennej związanej z aktualnie aktywną sprawą.

source: The Working Environment
pl: Środowisko pracy

source: The ability to store many documents per case is especially useful when the project involves a set of several document types.
pl: Możliwość przechowywania wielu dokumentów w jednej sprawie jest szczególnie przydatna, gdy projekt obejmuje zestaw kilku typów dokumentów.

source: The display and data entry format used for dates is based on the Windows date setting.
pl: Format wyświetlania i wprowadzania danych używany dla dat jest oparty na ustawieniu daty w systemie Windows.

source: The file must have the following format:
pl: Plik musi mieć następujący format:

source: The first line must include the variable names, separated by spaces, tabs and/or commas.
pl: Pierwsza linia musi zawierać nazwy zmiennych, oddzielone spacjami, tabami i/lub przecinkami.

source: The first step involved in creating a new project file is to define the initial structure of the project file.
pl: Pierwszym krokiem związanym z tworzeniem nowego pliku projektu jest określenie początkowej struktury pliku projektu.

source: The first three windows are located on the left side of the screen.
pl: Pierwsze trzy okna znajdują się po lewej stronie ekranu.

source: The following dialog box will appear:
pl: Pojawi się następujące okno dialogowe:

source: The following importation options are available:
pl: Dostępne są następujące opcje importu:

source: The maximum variable name length is ten characters.
pl: Maksymalna długość nazwy zmiennej wynosi dziesięć znaków.

source: The number of cases in a single project is limited by disk space up to a maximum of 4 to 8 gigabytes.
pl: Liczba przypadków w jednym projekcie jest ograniczona przestrzenią dyskową do maksymalnie 4 do 8 gigabajtów.

source: The option is used exclusively to control how numeric values are displayed in the Variables grid and in other locations and does not affect the internal precision of the variable.
pl: Opcja służy wyłącznie do kontroli sposobu wyświetlania wartości numerycznych w siatce Variables oraz w innych miejscach i nie wpływa na wewnętrzną precyzję zmiennej.

source: The program can manage complex projects involving large numbers of documents combined with numerical and categorical information.
pl: Program może zarządzać złożonymi projektami obejmującymi dużą liczbę dokumentów połączonych z informacjami numerycznymi i kategorycznymi.

source: The program can read data stored in the following file formats:
pl: Program może odczytywać dane zapisane w następujących formatach plików:

source: The remaining lines must include alphanumeric or numeric scores separated by spaces, tabs and/or commas.
pl: Pozostałe wiersze muszą zawierać punktację alfanumeryczną lub numeryczną oddzieloną spacjami, tabulatorami i/lub przecinkami.

source: The selected range must be formatted so that the columns of the spreadsheet represent variables (or fields), while the rows represent cases or records.
pl: Wybrany zakres musi być sformatowany tak, aby kolumny arkusza kalkulacyjnego reprezentowały zmienne (lub pola), a wiersze - przypadki lub rekordy.

source: The three windows in the right panel may be maximized to take up most of the available vertical space by clicking the button located on the top right corner of the window.
pl: Trzy okna w prawym panelu można zmaksymalizować, aby zajmowały większość dostępnej przestrzeni w pionie, klikając przycisk znajdujący się w prawym górnym rogu okna.

source: There are now three ways to navigate through cases.
pl: Obecnie istnieją trzy sposoby poruszania się po przypadkach.

source: These cases are displayed either as a list or grouped as a tree.
pl: Sprawy te są wyświetlane jako lista lub pogrupowane w formie drzewa.

source: These variables are used to specify the properties associated with a case.
pl: Zmienne te są używane do określenia właściwości związanych z danym przypadkiem.

source: This area is used to display codes assigned to text segments or image areas.
pl: Służy on do wyświetlania kodów przypisanych do segmentów tekstu lub obszarów obrazu.

source: This area is used to review coding, remove or change assigned codes, and attach notes to any coded segments (see Working with Code Marks).
pl: Ten obszar służy do przeglądu kodowania, usuwania lub zmiany przypisanych kodów oraz dołączania notatek do zakodowanych segmentów (patrzWorking with Code Marks - praca z oznaczeniami kodów).

source: This command calls up a dialog box similar to the one below:
pl: Polecenie to wywołuje okno dialogowe podobne do poniższego:

source: This format enables the use of different fonts and styles and paragraph formatting.
pl: Format ten umożliwia stosowanie różnych czcionek i stylów oraz formatowanie akapitów.

source: This menu also provides access to external modules such as WordStat (quantitative content analysis and text mining) and Simstat (statistical analysis).
pl: To menu zapewnia również dostęp do modułów zewnętrznych, takich jak WordStat (ilościowa analiza treści i text mining) i Simstat (analiza statystyczna).

source: This structure is defined by the list of variables that each case will contain.
pl: Struktura ta jest określona przez listę zmiennych, które każdy przypadek będzie zawierał.

source: This toolbar displays the following four buttons
pl: Ten pasek narzędzi wyświetla następujące cztery przyciski

source: This window is used mainly to browse through cases and select the active case on which you want to work.
pl: To okno służy głównie do przeglądania spraw i wybierania aktywnej sprawy, na której chcemy pracować.

source: This window is used to view and edit documents and images and assign codes to text segments or image areas.
pl: To okno służy do przeglądania i edycji dokumentów i obrazów oraz przypisywania kodów do segmentów tekstu lub obszarów obrazu.

source: To change the position of a variable in the list:
pl: Aby zmienić pozycję zmiennej na liście:

source: To create a new data file, select the NEW command from the PROJECT menu.
pl: Aby utworzyć nowy plik danych, należy wybrać z menu PROJECT (PROJEKT) polecenie NEW (NOWY).

source: To create a new variable:
pl: Aby utworzyć nową zmienną:

source: To create the data file:
pl: Aby utworzyć plik z danymi:

source: To enter new values, click the EDIT button.
pl: Aby wprowadzić nowe wartości, należy kliknąć przycisk EDIT (EDYTUJ).

source: To import data from any of these applications:
pl: Aby zaimportować dane z dowolnej z tych aplikacji:

source: To import data, you need to export from those programs or services the references into an RIS data file.
pl: Aby importować dane, należy wyeksportować z tych programów lub serwisów referencje do pliku z danymi RIS.

source: To import such a file, set the file type list box to Reference Information Management (RIS) and then select the file you wish to import.
pl: Aby zaimportować taki plik, ustaw pole listy typów plików na Reference Information Management (RIS), a następnie wybierz plik, który chcesz zaimportować.

source: To open a recently opened project:
pl: Aby otworzyć ostatnio otwarty projekt:

source: To open an existing project:
pl: Żeby otworzyć istniejący projek:

source: To open another project:
pl: Aby otworzyć inny projekt:

source: To remove a variable from the list:
pl: Aby usunąć zmienną z listy:

source: To the right of this window is a gutter area.
pl: Na prawo od tego okna znajduje się obszar boczny.

source: Triple-S XML file (an XML standard to exchange survey data)
pl: Plik Triple-S XML (standard XML do wymiany danych ankietowych)

source: Up to 2035 variables can be associated with each case.
pl: Z każdym przypadkiem można powiązać do 2035 zmiennych.

source: Valid variable names begin with a letter and may contain letters, numbers or underscore characters.
pl: Ważne nazwy zmiennych zaczynają się od litery i mogą zawierać litery, cyfry lub znaki podkreślenia.

source: ValueEditor
pl: Edytor wartości

source: Variable Definitions
pl: Definicje zmiennych

source: Variable names may not be longer than ten characters.
pl: Nazwy zmiennych nie mogą być dłuższe niż dziesięć znaków.

source: We will now discuss the specific file formats in greater detail, including formatting requirement (if applicable), supported features and limitations.
pl: Omówimy teraz bardziej szczegółowo poszczególne formaty plików, w tym wymagania dotyczące formatowania (jeśli dotyczy), obsługiwane funkcje i ograniczenia.

source: When a case contains more than one document or image, you can switch between documents by selecting the document/image name from the list box located in the top left corner of this window.
pl: Gdy sprawa zawiera więcej niż jeden dokument lub obraz, możesz przełączać się między dokumentami, wybierając nazwę dokumentu/obrazu z pola listy umieszczonego w lewym górnym rogu tego okna.

source: When a nominal/ordinal data type is selected, you will be asked to first provide a list of values that this variable can take.
pl: Po wybraniu nominalnego/ordynarnego typu danych, zostaniesz poproszony o podanie najpierw listy wartości, jakie może przyjąć ta zmienna.

source: When asked when you want to include documents and quotations, click YES.
pl: Na pytanie, czy chcesz dołączyć dokumenty i cytaty, kliknij Tak.

source: When creating a short string variable, you must first specify the maximum number of characters this variable with hold.
pl: Tworząc zmienną typu short string, należy najpierw określić maksymalną liczbę znaków, jakie ta zmienna może pomieścić.

source: When you choose floating point numbers, you will be asked to specify the number of decimal places to display.
pl: Gdy wybierzesz liczby zmiennoprzecinkowe, zostaniesz poproszony o określenie liczby miejsc dziesiętnych do wyświetlenia.

source: When you have finished defining the structure of the new project, click the OK button.
pl: Po zakończeniu definiowania struktury nowego projektu kliknij przycisk OK.

source: When you select a MS Access data file, the program displays a dialog box in which you can specify the table where the data are located.
pl: Po wybraniu pliku danych MS Access program wyświetla okno dialogowe, w którym można określić tabelę, w której znajdują się dane.

source: When you select a spreadsheet file format for importation, the program displays a dialog box in which you can specify the spreadsheet page and the range of cells where the data are located.
pl: Po wybraniu do importu formatu pliku arkusza kalkulacyjnego program wyświetla okno dialogowe, w którym można określić stronę arkusza i zakres komórek, w których znajdują się dane.

source: When you start QDA Miner, an introductory dialog box appears:
pl: Po uruchomieniu programu QDA Miner pojawia się wprowadzające okno dialogowe:

source: You can also minimize a single window by clicking the button.
pl: Możesz również zminimalizować pojedyncze okno, klikającprzycisk.

source: You can also open a project by double-clicking its icon in Windows Explorer:
pl: Możesz również otworzyć projekt, klikając dwukrotnie jego ikonę w Windows Explorer:

source: You can move to a specific case by clicking its entry in the CASES window.
pl: Możesz przejść do konkretnego przypadku, klikając jego wpis w oknie CASES.

source: You can start typing values (one value per line) in the large edit box.
pl: Możesz zacząć wpisywać wartości (jedna wartość na linię) w dużym polu edycyjnym.

source: You may also add other variables to specify sociodemographic information for the interviewee, group membership, as well as the interview date and individual responses to closed-ended questions.
pl: Można również dodać inne zmienne określające informacje socjodemograficzne dla respondenta, przynależność do grupy, a także datę wywiadu i indywidualne odpowiedzi na pytania zamknięte.

source: You may also browse through cases, by pressing the Ctrl-PgDn button to move to the next case or Ctrl-PgUp to move to the previous case.
pl: Możesz również przeglądać przypadki, naciskając przycisk Ctrl-PgDn, aby przejść do następnego przypadku lub Ctrl-PgUp, aby przejść do poprzedniej.

source: You may also use the navigation toolbar located above the document window.
pl: Możesz również skorzystać z paska nawigacji znajdującego się nad oknem dokumentu.

source: You may also use this data type to hold ordinal ranking ("novice", "intermediate", or "expert") or responses to close-ended questions such as Likert scale items (e.g.: from "strongly disagree" to "strongly agree").
pl: Możesz również użyć tego typu danych do przechowywania klasyfikacji porządkowej ("początkujący", "średniozaawansowany" lub "ekspert") lub odpowiedzi na pytania zamknięte, takie jak elementy skali Likerta (np.: od "zdecydowanie nie zgadzam się" do "zdecydowanie zgadzam się").

source: You may leave this column blank if you wish since it is always possible to add or edit a description later using the VARIABLES | PROPERTIES command.
pl: Możesz zostawić tę kolumnę pustą, jeśli chcesz, ponieważ zawsze można dodać lub edytować opis później za pomocą polecenia VARIABLES | PROPERTIES.

source: You must specify a valid range name or provide upper left and lower right cells, separated by two periods (such as A1..H20).
pl: Musisz określić poprawną nazwę zakresu lub podać lewą górną i prawą dolną komórkę, oddzielone dwoma kropkami (np. A1..H20).

source: You should use this data type instead of short strings if you plan to analyse this variable or examine the relationship between its values and any other variable or coding of documents.
pl: Powinieneś użyć tego typu danych zamiast krótkich łańcuchów, jeśli planujesz analizować tę zmienną lub badać związek między jej wartościami a jakąkolwiek inną zmienną lub kodowaniem dokumentów.

source: You will be asked to specify the name of the project that you want to create.
pl: Zostaniesz poproszony o podanie nazwy projektu, który chcesz utworzyć.

source: click the Import from an existing database button.
pl: kliknij przycisk Importuj z istniejącej bazy danych.

source: click the Open button.
pl: kliknij przycisk Otwórz (Open)

source: click the Add button to add the defined variable to the list.
pl: kliknij przycisk Add (Dodaj), aby dodać zdefiniowaną zmienną do listy.

source: click the Remove button.
pl: kliknij przycisk Remove (Usuń).

source: click the project file that you want to reopen.
pl: kliknij plik projektu, który chcesz ponownie otworzyć.

source: click the up or down arrows located to the right of the grid until the variable appears in the desired location.
pl: klikaj strzałki w górę lub w dół znajdujące się po prawej stronie siatki, aż zmienna pojawi się w żądanym miejscu.

source: clicking the button restores the maximized window to its original size.
pl: kliknięcie przycisku przywraca zmaksymalizowane okno do pierwotnego rozmiaru.

source: dBase and Paradox Files
pl: Pliki dBase i Paradox
